#Задача 2: Найдите сумму цифр трехзначного числа.

print("Введите трехзначное число:  ")
a = input()
print("Сумма цифр трехзначного числа равна:", int(a[0]) + int (a[1]) + int(a[2]))